---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelMcbRatingParam
source: html/65cd0d19-bec2-20c5-daef-89fad225a9e4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelMcbRatingParam Property

"MCB Rating"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelMcbRatingParam { get; }
```